Repository: vpluzhnikov/confcenter
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

# conf_upload_form_title
source: Uploading configuration output file
ru: Загрузите файл с конфигурацией системы

# button_submit_upload
source: Upload
ru: Загрузить

# analyze_upload
source: Pro—Åessing uploaded file
ru: Обработка загруженного файла

# system_params_rep
source: System Parameters
ru: Параметры системы

# server_type_model_rep
source: Server Type/Model
ru: Тип/Модель сервера

# server_serial_rep
source: Server serial number
ru: Серийный номер севрера

# server_lparname_rep
source: Hostname in OS
ru: Имя раздела в ОС

# hacmp_notused_rep
source: IBM PowerHA is not used
ru: Кластерное ПО IBM PowerHA не используется

# hacmp_used_rep
source: IBM PowerHA is used
ru: Кластерное ПО IBM PowerHA не используется

# hacmp_notdetected_rep
source: IBM PowerHA configuration is not detected
ru: Информации об использовании кластерного ПО IBM PowerHA не обнаружено

# lpar_conf_rep
source: LPAR Configuration
ru: Конфигурация раздела сервера

# lpar_hmcnum_rep
source: LPAR ID number in HMC:
ru: Номер раздела в HMC:

# lpar_hmcname_rep
source: LPAR name in HMC:
ru: Имя раздела в HMС:

# lpar_type_rep
source: LPAR type:
ru: Тип раздела:

# lpar_mode_rep
source: LPAR running mode:
ru: Режим работы раздела:

# lpar_capacity_rep
source: LPAR capacity:
ru: Текущее кол-во вычислительных ресурсов:

# lpar_mincpu_rep
source: Minimum CPU for LPAR
ru: Минимальное кол-во CPU раздела:

# lpar_descpu_rep
source: Desired CPU for LPAR
ru: Желаемое кол-во CPU раздела:

# lpar_maxcpu_rep
source: Maximum CPU for LPAR
ru: Максимальное кол-во CPU раздела:

# lpar_minmem_rep
source: Minimum memory for LPAR:
ru: Минимальное кол-во памяти раздела:

# lpar_desmem_rep
source: Desired memory for LPAR:
ru: Желаемое кол-во памяти раздела:

# lpar_maxmem_rep
source: Maximum memory for LPAR:
ru: Максимальное кол-во памяти раздела:

# mcode_levels_rep
source: Firmware levels for hardware in LPAR
ru: Уровень микропрограммного обеспечения компонентов системы

# mcode_dev_rep
source: Firmware level for
ru: Микрокод устройства

# oslevel_rep
source: OS level
ru: Уровень обновления опреационной системы

# dumpdev_conf_rep
source: Dump device configuration
ru: Конфигурация устройства системного дампа

# primary_dumpdev_rep
source: Primary dump device:
ru: Первичное устройство для сохранения системного дампа:

# secondary_dumpdev_rep
source: Secondary dump device:
ru: Вторичное устройство для сохранения системного дампа:

# dumpdev_copypath
source: Dump copypath:
ru: Директория для сохранения системного дампа:

# sysdump_prp_rep
source: System dump in snap
ru: Наличие системного дампа

# sysdump_date_rep
source: Date of system dump occured:
ru: Дата создания дампа:

# sysdump_status_rep
source: System dump status:
ru: Статус дампа:

# sysdump_size_rep
source: System dump size:
ru: Размер дампа:

# emgr_info_rep
source: Installed IFIX details
ru: Информация о временных исправлениях (ifix)

# emgr_label_rep
source: Ifix label:
ru: Идентификатор ifix:

# emgr_instdate_rep
source: Date ifix of installation:
ru: Дата инсталляции:

# emgr_abstruct_rep
source: Ifix abstruct:
ru: Краткое описание ifix:

# emgr_status_rep
source: Ifix installation status:
ru: Статус установки ifix:

# err_info_rep
source: Errors registered for LPAR
ru: Информация об ошибках раздела

# err_count_rep
source: Count
ru: Кол-во

# err_firstocc_rep
source: First time occured
ru: Первая регистрация

# err_lastocc_rep
source: Last time occured
ru: Последняя регистрация

# err_type_rep
source: Type
ru: Тип

# err_class_rep
source: Class
ru: Класс

# err_resource_rep
source: Resource
ru: Ресурс

# err_desc_rep
source: Description
ru: Описание

# bootinfo_rep
source: OS kernel boot mode
ru: Разрядность ядра ОС

# osloaded_rep
source: Kernel is loaded in
ru: Операционная система загружена в режиме

# osbits_rep
source: bits mode
ru: -х бит

# smtinfo_rep
source: SMT mode
ru: Количество потоков на процессорах сервера (SMT)

# smt0_threads_rep
source: No additional threads configured for processors in system
ru: В системе для всех процессоров отключены дополнительные потоки

# smton_rep
source: System runs with
ru: В системе для всех процессоров настроено

# smt_threades_rep
source: threads per processor
ru: потока

# tun_info_rep
source: Changed values for tunable parameters in sections vmo, ioo, schedo
ru: Информация об изменненых значениях tunable parameters разделов vmo, ioo, schedo

# tun_name_rep
source: Parameter name
ru: Название параметра

# tun_value_rep
source: Parameter value
ru: Значение параметра

# notun_info_rep
source: Changed values for tunable parameters in section no
ru: Информация о значениях tunable parameters раздела no

# notun_name_rep
source: Parameter name
ru: Название параметра

# notun_value_rep
source: Parameter value
ru: Значение параметра

# vg_info_rep
source: Volume groups
ru: Информация о дисковых группах

# vgname_rep
source: Name
ru: Имя дисковой группы

# vgstate_rep
source: State
ru: Состояние дисковой группы

# vgblocksize_rep
source: Block size
ru: Размер физического блока

# vgfreesize_rep
source: Free space
ru: Свободный объем в группе

# vgdiskcount_rep
source: Disk count
ru: Общее число дисков

# vgdiskactive_rep
source: Active disks
ru: Число активных дисков

# vgautoimport_rep
source: Auto-import
ru: Автоматический импорт

# lv_info_rep
source: Logical volumes
ru: Информация о логических томах

# vgtitle_rep
source: Disk group:
ru: Дисковая группа:

# lvname_rep
source: LV name
ru: Имя тома

# lvtype_rep
source: LV type
ru: Тип тома

# lvcopycount_rep
source: Numbers of copies
ru: Кол-во копий

# lvstate_rep
source: LV state
ru: Состояние тома

# lvmountp_rep
source: Mount point
ru: Точка мотирования

# lvmounted_rep
source: Mounted?
ru: Смонтирована?

# lvbusy_rep
source: % used
ru: % заполнения

# lvinodebusy_rep
source: % indodes used
ru: % исп. inode

# swap_info_rep
source: Paging space
ru: Информация о файлах и разделах подкачки

# swapname_rep
source: LV/File name
ru: Раздел/Файл

# swapactive_rep
source: Active
ru: Активный

# swapsize_rep
source: Size
ru: Размер

# swapused_rep
source: % used
ru: Процент использования

# dns_info_rep
source: DNS Configuration
ru: Информация о настройках DNS

# dnsname_rep
source: DNS Server
ru: Имя сервера DNS

# dnsdomain_rep
source: Domain name
ru: Домен DNS

# dnssearch_rep
source: Default search in
ru: Поиск по умолчанию

# hequiv_info_rep
source: Records in hostequiv
ru: Записи файла hostequiv

# nfsshares_info_rep
source: NFS shares
ru: Информация об экспортированных файловых системах

# nfssharename_rep
source: Exported file systems
ru: Экспортированные файловые системы

# nonfsshares_rep
source: No exported file systems found
ru: Информация об экспортированных файловых системах не обнаружена

# nfsexported_rep
source: Exported file systems
ru: Экспортированные файловые системы

# rpms_info_rep
source: RPM packets
ru: Информация о пакетах RPM

# rpmnamever_rep
source: Packet name and version
ru: Название и версия пакета

# vrtslpps_info_rep
source: Symantec additional packets
ru: Информация о пакетах ПО Symantec

# vrtslppname_rep
source: Packet name
ru: Название пакета

# vrtslppver_rep
source: Packet version
ru: Версия пакета

# sys0_info_rep
source: System (sys0) configuration
ru: Информация о настройках системы (sys0)

# atname_rep
source: Attribute name
ru: Название параметра

# atval_rep
source: Attribute value
ru: Значение параметра

# limits_info_rep
source: Configured limitations (limits)
ru: Информация об установленных ограничениях для пользователей

# adapters_info_rep
source: Installer adapters
ru: Информация об адаптерах, сконфигурированных в раздел

# adaptername_rep
source: Adapter name
ru: Имя адаптера

# adapterdesc_rep
source: Description
ru: Опсисание адаптера

# adaptestate_rep
source: Adapter state
ru: Состояние адаптера

# ent1g_info_rep
source: Gigabit Ethernet devices
ru: Информация об адаптерах Gigabit Ethernet

# ent10g_info_rep
source: 10 Gigabit Ethernet devices
ru: Информация об адаптерах 10 Gigabit Ethernet

# entec_info_rep
source: Etherchannel devices
ru: Информация о настроенных устройствах EtherChannel

# fcs_info_rep
source: FibreChannel devices
ru: Информация об адаптерах FibreChannel

# fscsi_info_rep
source: FSCSI devices
ru: Информация о настройках fscsi

# hdisk_info_rep
source: Harddisk drives
ru: Информация о жестких дисках

# hdisktype_rep
source: Disk type
ru: Тип устройств

# hdiskcount_rep
source: Disk count
ru: Кол-во устройств в ОС

# rmts_info_rep
source: Tape devices
ru: Информация о ленточных накопителях

# rmtname_rep
source: Tape device name
ru: Название устройства в ОС

# rmtvendor_rep
source: Tape device vendor
ru: Производитель устройства

# rmttype_rep
source: Tape device type
ru: Тип устройства

# save_in_pdf_button
source: Save info in PDF
ru: Сохранить в формате PDF

source: Auto-detect
ru: Автоматически определить

# choose_ostype_upload
source: Choose operation system type
ru: Выберите тип операционной системы

# choose_file_upload
source: Choose configuration snap file for upload
ru: Выберите файл для загрузки

# pdf_main_title
source: AIX Snap Report for
ru: Отчет для системы

# pdf_main_subtitle
source: This info was extracted from snap collected on
ru: Информация в данном отчете получена автоматически на основе разбора вывдоа snap для системы

source: Bad file type or file corrupted
ru: Неверный тип файла или файл поврежден
